{
    "headings": [],
    "paragraphs": [
        "Women Welfare, Commissioner of Women & Child Development Department Office of\nFor the Empowerment, Welfare, and Development of Women, Office of Commissioner Women and Child Development is functioning since 1988.  The welfare schemes of the Government of India are implemented according to the guidelines of the Central Government.\nGanga Swarupa – Financial Aid Scheme:\nThe scheme is started since 1979, the financial aid is increased from 01/04/2019 and 1250/-Rs. is provided to widow women. The earlier condition that if the son reaches 21 years of age, the aid was to be stopped, which is removed and lifetime aid is to be given. To get the aid, the annual family income of the beneficiary of rural areas should be Rs. 1, 20,000/- and for urban areas Rs. 1, 50,000/-.  The amount of aid is to be credited to the Post Office account of a widow. At present, approximately 9.00 lakh beneficiaries are to be provided aid in the State.\n “Vahli Dikri” Scheme:\nThe daughter born on 02/08/2019 (After 11:59 at night on 01/08/2019) will be entitled to the benefit. At the time of birth of the daughter, the age of the mother should be 18 years or more than that. The annual income of a couple of rural and urban areas should be Rs. 2,00, 000/- or less than that. All the daughters out of the first 3 children of the couple will get the benefit of the scheme. At the time of admission of daughter in the 1st standard, the aid of Rs. 4000/- will be provided. At the time of admission of daughter in the 9th standard, the aid of Rs. 6000/- will be provided. At the age of 18 years Rs. 1,00,000/- will be provided as higher studies/marriage aid.\nMulti Purpose Women Welfare Centres Scheme:\nThe scheme of Multi-Purpose Women Welfare Centre is implemented since 2006.\nTo provide guidance and support to women by providing information on the issues of social, economical, educational, and legal, multipurpose women welfare centers are established. At present total of 261 centers functioning in Gujarat, they are 31 District centers and 230 urban and block-level centers.\nMahila Vikas Award:\nA Non Govt. organization and a social worker who is working in the field of Women's Empowerment in Gujarat for 10 years, to promote their remarkable work, they are given award for that. NGO gets Rs. 1,00,000/- as an award for their remarkable work. Women social worker get Rs. 50,000/- cash as individual prize and also honored with certificate.\nWidow Training\nThrough KVK training of destitute widowed women between the ages of 18 to 50.  In the establishment scheme, widows are given training in computer training, embroidery, sewing work, beauty parlor and more than 30 trades. And GCVT valid certificate is issued after training.\nAfter the completed training by Widow Women there are paid a stipend of Rs. 20 per day for a maximum of 3 months during the training. A kit for self-employed kit is provided to all participants\nProtecting Women from Domestic Violence:\nUnder The Protection of Women from Domestic Violence Act 2005, Dowry Prohibition cum Protection Officer appointed at District and Municipal corporation level. The objective of the implementation of the Act is to create awareness on the Act and hence protection of women from Domestic Violence. Under this scheme total 32 Dowry Prohibition Cum Protection Officers are appinted by WCD. Act at taluka and district level,  4 seminars organized at district and block level.\nThe Sexual Harassment of Women at Workplace Act (Prevention, Prohibition an Redressal) 2013:\nUnder this Act 33 Dowry Prohibition cum Protection Officer appointed at District and Municipal corporation, seminars will be organized for various stake holders. To provide legal guidance on the Act at taluka and district level, seminars organized at district and block level.\nMahila Mandal:\nThe Mahila Mandals carry out various activities such as tailoring, embroidery, etc for illiterate, destitute and unemployed women. They will work towards increase in the economic prosperity of  Women.  At present 14 centres functioning in six districts of State. \nUjjwala:\nTo avoid sexual exploitation and immoral trafficking of women and children, and to rescue and their rehabilitation, Govt. implemented this scheme. In accordance to these discussions to be raised and applying new activities to rescue them from the place of exploitation, counsel them, legal help and guidance and primary needs like; shelter, food, cloths, medical aid for short term and long term rehabilitation is to be provided. At present 1 centre functioning in Ahmedabad District. \nFamily Counseling Centres:\nAttempts by such centers to solve problems related to family disputes and social issues related to family issues such as divorce, family strife, women from family to mental torture, injustice in property issues, etc. to solve social issues and solve problems related to social issues. The best efforts are to get rid of family disputes / reconciliation. A woman or a male can contact family advice centers on any of their issues. There are currently 4 family counseling centers operating.\nSwadhar Gruh:\nAccording to the new guidelines of the Government of India, Swadhar Shelter Home and Short Stay Home have been converted into \"Swadhar Gruh\". It provides accommodation and rehabilitation facilitates to women in difficult situation. The existing Swadhar Yojana and Short Stay Home Yojana integrating with new scheme \"Swadhar Gruh” which provides housing and minimum needs to the victims, the scheme is implementing by the Government of India. Fund pattern of the Scheme is 60:40  In the State, 08 Swadhar Gruh has been functioning.\nWorking Women Hostel:\nThe Government of India has initiated the scheme. Accommodation for working women, widows, destitute, divorced, married women living separately. NGOs, industry houses, state government run corporations, state government, universities, institutions of social self-government, government institutions, etc. Recently in state total 16th Working Women Hostel are functioning. ( In Ahmedabad -4, Vadodara -3, Surat -2, Rajkot -2, Bhavnagar -1, Jamnagar -1 and Kutchh- 1)\nState Home/Reception Centre for Women/Preventive Rescue Centre:\nShelter is provided to women who come across the conflict with the society and they are provided with counselling, legal, health, education and rehabilitation support. The objective of the shelter is to create a safe space which can be accessed by all women suffering from any kind of violence. Women having daughter up to 14 years and son up to 6 years can also reside with their child/children. Destitute women provided with basic facilities in the Shelter, i.e. Food, clothing and bedding, etc. At present 4 State home for women (Ahmedabad, Vadodara, Rajkot, Surat) & 6 Reception Centres (Palanpur, Himmatnagar, Palitana, Bharuch, Chikhali (Navsari), Godhara) functioning under the office of Commissioner Woman and Child Development. Also there are Total 05  Preventive Rescue Center is functioned by NGO on the basis of grant in aid in the state.\n181 Abhayam Mahila Helpline:\nWomen and Child Development Department started Abhayam 181 Women Helpline for the guidance to women, who are facing various kinds of violence and women who wants information for self-development from one place. It is functional in all Districts of the State. Women in distress may seek immediate help and rescue services from the Abhayam 181 Helpline. Services such as Police Action Desk and Mobile App have also been initiated in the same.\nPolice Station Based Support Centre:\nWith the objective of the protection of women who are exploited and victim of violence, Women and Child Development Department started Police Station Based Support Centers in 33 districts police stations. When crimes or issues related to women raises, the information of women is registered and the need based help like; counseling, legal information and if required; help provided for registering police complaint. At Present total 63 support centers have been working under Police station based support center scheme in Gujarat.\nSakhi One Stop Centers\nOne Stop Center (OSC) Sakhi scheme has been launched by the Ministry of Women and Child Development, Government of India from August 2016 with an objective to provide immediate shelter and integrated services and support to women victims of violence to facilitate immediate, emergency and non-emergency access to a range of services including medical, legal, psychological and counseling support under one roof to fight against any forms of violence against women.  Sakhi One Stop Centers are currently operational in 33 districts of Gujarat.\nMahila Shakti Kendra Scheme\nMinistry of Women and Child Development, Government of India has launched “Mahila Shakti Kendra” which is meant to provide “one stop convergent support services for empowering rural women with opportunities for skill development, employment, digital literacy, health and nutrition”. The scheme provides an interface for rural women to approach the government for availing their entitlements and for empowering them through awareness generation, training and capacity building. District Mahila Shakti Kendras are functioning in 26 districts of Gujarat.\nBeti Bacho Beti Padhao Scheme\nThe scheme was launched by Hon’ble Prime Minister at Panipat Haryana in 2015 in the entire nation to improve the child sex ratio. The Overall Goal of the Beti Bachao Beti Padhao (BBBP) Scheme is to celebrate the girl child and enable her education. The objectives of the Scheme are to prevent gender biased sex selective elimination, to ensure survival and protection of the girl child, and to ensure education and participation of the girl child. \nState Resource Centre for Women\nState Resource Centre for Women (SRCW) Gujarat is functional at Commissionerate of Women and Child Development, Government of Gujarat. The SRCW spearheads the activities for holistic empowerment of women cutting across sectors. It facilitates government and other stakeholders involved in women empowerment issues to implement Gender sensitive programmes, laws and schemes through effective coordination. It works for the convergence of women centric programmes / schemes of the Central and the State Government and gender mainstreaming of government programmes to make gender concerns integral to the planning process.\nNari Kendra Portal Link\nContact Us :\nWomen Welfare\nBlock No. - 20, Dr. Jivaraj Mehta Bhavan, Gandhinagar.\nPhone - +91 - 79 - 23251716\n "
    ]
}